<div class="product-desc__show-all">
    <div>
        <p class="product-desc__show-text">
            Промышленные прямоугольные разъёмы — это надёжные электротехнические компоненты, предназначенные
            для передачи сигналов, данных и питания в сложных условиях. Они отличаются прочным корпусом
            (металлическим или пластиковым), стойкостью к вибрациям, влаге, пыли (стандарты IP67, IP68) и
            широким температурным диапазоном.
        </p>
        <p class="product-desc__hidden-text">
            Промышленные прямоугольные разъёмы — это надёжные электротехнические компоненты, предназначенные
            для передачи сигналов, данных и питания в сложных условиях. Они отличаются прочным корпусом
            (металлическим или пластиковым), стойкостью к вибрациям, влаге, пыли (стандарты IP67, IP68) и
            широким температурным диапазоном.
        </p>
    </div>
    <p class="product-desc__props-show">
        Показать полностью
    </p>
</div>
