<?php

/*
|--------------------------------------------------------------------------
| Переводы для модуля аутентификации
|--------------------------------------------------------------------------
|
*/

return [
    'Verify Email Address' => 'Подтверждение адреса электронной почты',
    'Please click the button below to verify your email address.' => 'Пожалуйста, нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
    'Verify Email' => 'Подтвердить Email',
    'If you did not create an account, no further action is required.' => 'Если Вы не создавали аккаунт, дальнейших действий не требуется.'
];
